{
  "texto_base": "As joias roubadas do Louvre, em Paris, em um ousado assalto à luz do dia, foram avaliadas em 88 milhões de euros (R$ 550,3 milhões), afirmou um promotor público francês, citando o curador do museu.\nA procuradora francesa Laure Beccuau disse à rádio francesa RTL que a quantia era “extraordinária”, mas afirmou que a maior perda era para o patrimônio histórico da França.\nEntre os itens roubados estavam joias da coroa e peças oferecidas por dois imperadores da Casa de Bonaparte às suas esposas.\n\nLadrões munidos de ferramentas elétricas levaram menos de oito minutos para entrar e fugir com o saque, logo após a abertura do museu mais visitado do mundo, na manhã de domingo.\nComo os ladrões não foram capturados mais de dois dias após o roubo, especialistas temem que as joias já tenham desaparecido.\n\nBeccuau disse que o anúncio do valor estimado das joias poderia fazer com que os ladrões pensassem duas vezes e não as destruíssem.\nEla acrescentou que os ladrões não ficariam com todo o dinheiro se tivessem “a péssima ideia de derreter essas joias”.\n\nOs itens roubados, anteriormente descritos como tendo valor inestimável, incluem um colar de diamantes e esmeraldas que o imperador Napoleão deu à sua esposa, uma tiara usada pela imperatriz Eugênia (esposa de Napoleão III) e várias peças que pertenceram à rainha Maria-Amélia, mulher do rei Luís Filipe I e prima da primeira imperatriz brasileira, Maria Leopoldina.\n\nOs investigadores encontraram uma coroa danificada que pertencia à imperatriz Eugênia na rota de fuga dos ladrões — aparentemente deixada para trás quando partiram às pressas.\n\nQuatro ladrões mascarados usaram um caminhão com elevador mecânico para ter acesso à Galerie d’Apollon (Galeria de Apolo) através de uma varanda próxima ao rio Sena. Dois deles cortaram uma janela de vidro no primeiro andar usando um cortador a disco e entraram no museu.\nAmeaçaram os guardas, que evacuaram o local.\n\nOs ladrões tentaram incendiar o veículo do lado de fora, mas foram impedidos pela intervenção de um funcionário do museu. Eles fugiram em scooters.\n\nO presidente francês Emmanuel Macron descreveu o roubo como um ataque ao patrimônio da França.\nAs medidas de segurança foram reforçadas em instituições culturais do país, depois que um relatório apontou que uma em cada três salas do Louvre não tinha câmeras de segurança e que o sistema de alarme não disparou.\n\nO ministro da Justiça, Gérald Darmanin, lamentou que os ladrões tivessem conseguido chegar com um caminhão até o museu, deixando a França com uma “imagem terrível”.\n\nAs autoridades acreditam que a ação foi de uma equipe de profissionais, dada a rapidez e organização.\nEspecialistas disseram à BBC que os investigadores tinham apenas um ou dois dias para localizar os itens antes que fossem considerados perdidos para sempre.\nÉ provável que as joias tenham sido derretidas, contrabandeadas e vendidas por uma fração de seu valor original.",
  "questoes": [
    {
      "id": 1,
      "disciplina": "Estratégia Concursos",
      "enunciado": "Com base no texto, qual foi a principal consequência do roubo das joias do Louvre, segundo a procuradora francesa?",
      "opcoes": [
        "A perda de peças de alto valor financeiro.",
        "O aumento da criminalidade em Paris.",
        "O prejuízo ao patrimônio histórico da França.",
        "A exposição da fragilidade da segurança do museu.",
        "A destruição de obras de arte de valor inestimável."
      ],
      "gabarito": 2,
      "explicacao": "A procuradora destacou que, embora o valor financeiro fosse enorme, a maior perda dizia respeito ao patrimônio histórico e cultural francês.",
      "dica": ""
    },
    {
      "id": 2,
      "disciplina": "Estratégia Concursos",
      "enunciado": "Qual foi a intenção da procuradora ao divulgar o valor estimado das joias roubadas?",
      "opcoes": [
        "Justificar o reforço nas medidas de segurança.",
        "Alertar a população sobre o prejuízo financeiro.",
        "Incentivar os ladrões a devolverem as joias.",
        "Desestimular os ladrões a destruírem as peças.",
        "Pressionar as autoridades a agirem com mais rapidez."
      ],
      "gabarito": 3,
      "explicacao": "Beccuau esperava que o anúncio do valor fizesse os ladrões perceberem a importância das joias e não as derretessem.",
      "dica": ""
    },
    {
      "id": 3,
      "disciplina": "Estratégia Concursos",
      "enunciado": "A ação dos ladrões pode ser caracterizada como:",
      "opcoes": [
        "Amadora.",
        "Improvisada.",
        "Violenta.",
        "Profissional.",
        "Fracassada."
      ],
      "gabarito": 3,
      "explicacao": "O texto ressalta a rapidez e organização da ação, elementos típicos de criminosos experientes.",
      "dica": ""
    },
    {
      "id": 4,
      "disciplina": "Estratégia Concursos",
      "enunciado": "Os itens roubados:",
      "opcoes": [
        "Foram todos recuperados.",
        "Pertenciam à imperatriz Maria Leopoldina.",
        "Incluíam peças de valor histórico e simbólico.",
        "Estavam guardados em cofres subterrâneos.",
        "Foram vendidos no mercado negro."
      ],
      "gabarito": 2,
      "explicacao": "O texto cita joias da coroa e objetos de figuras imperiais, destacando seu valor histórico além do monetário.",
      "dica": ""
    },
    {
      "id": 5,
      "disciplina": "Estratégia Concursos",
      "enunciado": "Após o roubo, uma das medidas adotadas foi:",
      "opcoes": [
        "Instalar cofres subterrâneos.",
        "Reforçar a segurança em instituições culturais.",
        "Substituir guardas por agentes armados.",
        "Fechar o museu temporariamente.",
        "Criar força-tarefa internacional."
      ],
      "gabarito": 1,
      "explicacao": "O governo francês ampliou a segurança após o episódio, segundo o próprio presidente Macron.",
      "dica": ""
    },
    {
      "id": 6,
      "disciplina": "Estratégia Concursos",
      "enunciado": "Qual fator contribuiu para a facilidade da ação criminosa?",
      "opcoes": [
        "Falta de visitantes.",
        "Negligência dos guardas.",
        "Falta de câmeras em parte das salas.",
        "Demora policial.",
        "Cumplicidade de funcionários."
      ],
      "gabarito": 2,
      "explicacao": "O relatório citado revelou que 1/3 das salas não possuía câmeras e o sistema de alarme falhou.",
      "dica": ""
    },
    {
      "id": 7,
      "disciplina": "Língua Portuguesa",
      "enunciado": "De acordo com o Novo Acordo Ortográfico, a grafia correta do termo é:",
      "opcoes": [
        "microondas",
        "micro ondas",
        "micro-ondas",
        "micro–ondas",
        "micro-óndas"
      ],
      "gabarito": 2,
      "explicacao": "O prefixo “micro” termina com a mesma vogal inicial da segunda palavra (“ondas”), exigindo o uso do hífen.",
      "dica": ""
    },
    {
      "id": 8,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O termo “As medidas de segurança” exerce a função de sujeito. Assinale a alternativa em que o termo destacado também é sujeito:",
      "opcoes": [
        "Os ladrões tentaram incendiar o veículo.",
        "A procuradora francesa se referiu à quantia “extraordinária”.",
        "A coroa foi deixada para trás.",
        "Os investigadores encontraram uma coroa danificada.",
        "O presidente francês descreveu o roubo como um ataque ao patrimônio."
      ],
      "gabarito": 0,
      "explicacao": "Em “Os ladrões tentaram...”, o termo destacado é o sujeito da oração, assim como “As medidas de segurança”.",
      "dica": ""
    },
    {
      "id": 9,
      "disciplina": "Língua Portuguesa",
      "enunciado": "Nas frases “O silêncio das vitrines gritava a ausência das joias” e “A madrugada parecia observar a fuga dos ladrões”, a figura de linguagem é:",
      "opcoes": [
        "Hipérbole",
        "Antítese",
        "Metáfora",
        "Prosopopeia",
        "Eufemismo"
      ],
      "gabarito": 3,
      "explicacao": "Atribui-se ação humana a elementos inanimados (“silêncio gritava”, “madrugada observava”).",
      "dica": ""
    },
    {
      "id": 10,
      "disciplina": "Língua Portuguesa",
      "enunciado": "O verbo “descreveu” é transitivo direto. Assinale o verbo com transitividade diferente:",
      "opcoes": [
        "lamentou",
        "encontrou",
        "explicou",
        "tentou",
        "apresentou"
      ],
      "gabarito": 4,
      "explicacao": "“Apresentar algo a alguém” é verbo transitivo direto e indireto, diferente de “descrever”, que é apenas transitivo direto.",
      "dica": ""
    },
    {
      "id": 11,
      "disciplina": "Raciocínio Lógico / Matemática",
      "enunciado": "Um levantamento do estoque revelou que 2/5 do total de pacotes eram eletrônicos. Dos eletrônicos, 2/7 seriam enviados para o exterior, e os demais pacotes eletrônicos, que somavam 140 unidades, eram domésticos. Nessas condições, o número total de pacotes era igual a:",
      "opcoes": [
        "420",
        "520",
        "490",
        "380",
        "350"
      ],
      "gabarito": 2,
      "explicacao": "Se o total é T, eletrônicos = (2/5)T. Destes, domésticos = (5/7)·(2/5)T = (2/7)T = 140 → T = 140·(7/2) = 490.",
      "dica": ""
    },
    {
      "id": 12,
      "disciplina": "Raciocínio Lógico / Matemática",
      "enunciado": "Custo base = R$ 3.500,00. Após conceder 30% de desconto, a organizadora quer ter 20% de lucro sobre o custo. Qual o preço de catálogo?",
      "opcoes": [
        "R$ 6.200,00",
        "R$ 5.800,00",
        "R$ 6.000,00",
        "R$ 5.900,00",
        "R$ 6.100,00"
      ],
      "gabarito": 2,
      "explicacao": "Deseja-se R$ 3.500×1,2 = R$ 4.200 após desconto. 0,7P = 4.200 → P = 6.000.",
      "dica": ""
    },
    {
      "id": 13,
      "disciplina": "Raciocínio Lógico / Matemática",
      "enunciado": "Monitor proporção largura:altura = 4:3 e diagonal = 50. Área de visualização (em pol²):",
      "opcoes": [
        "300",
        "400",
        "800",
        "1000",
        "1200"
      ],
      "gabarito": 4,
      "explicacao": "Largura=40, altura=30 → área = 40×30 = 1200.",
      "dica": ""
    },
    {
      "id": 14,
      "disciplina": "Raciocínio Lógico / Matemática",
      "enunciado": "Caixa com dimensões 3 dm, 2 dm e (x + 1) dm. Volume = 18 dm³. Se a dimensão desconhecida for aumentada em 1 dm, o novo volume será:",
      "opcoes": [
        "21",
        "24",
        "27",
        "30",
        "33"
      ],
      "gabarito": 1,
      "explicacao": "6(x+1)=18 → x+1=3 → x=2. Aumentada = 3+1=4 → volume = 3·2·4 = 24.",
      "dica": ""
    },
    {
      "id": 15,
      "disciplina": "Raciocínio Lógico / Matemática",
      "enunciado": "Sequência: 1,3,5,4,3,5,7,6,5,7,9,8,7,9,11,... A soma dos termos 13º, 16º e 21º é:",
      "opcoes": [
        "25",
        "27",
        "29",
        "26",
        "28"
      ],
      "gabarito": 4,
      "explicacao": "Padrão repetitivo; 13º=7, 16º=10, 21º=11 → soma = 28.",
      "dica": ""
    },
    {
      "id": 16,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "Analise as proposições (→, ↔, ∧, ∨). Assinale a sequência correta (de cima para baixo):\n( ) (O Sol gira em torno da Terra) ∨ (Brasília é a capital do Brasil)\n( ) (A Lua é feita de queijo) ↔ (2 é um número ímpar)\n( ) (O Brasil fica na América do Sul) → (O Japão fica na Europa)\n( ) (Paris é a capital da França) ∧ (A água ferve a 100°C ao nível do mar)",
      "opcoes": [
        "V, V, F, V",
        "F, V, F, V",
        "V, V, V, F",
        "V, F, F, V",
        "V, V, F, F"
      ],
      "gabarito": 0,
      "explicacao": "(1) True; (2) False↔False→True; (3) True→False→False; (4) True∧True→True.",
      "dica": ""
    },
    {
      "id": 17,
      "disciplina": "Raciocínio Lógico",
      "enunciado": "Proposição: \"Se existe algum sistema operacional inseguro, então todo firewall é confiável.\" Qual frase é logicamente equivalente?",
      "opcoes": [
        "Algum SO é inseguro e todo firewall é confiável.",
        "Algum firewall é confiável ou algum sistema operacional é inseguro.",
        "Se algum firewall não é confiável, então não existe sistema operacional inseguro.",
        "Se todo firewall é confiável, então existe pelo menos um SO inseguro.",
        "Se não existe SO inseguro, então algum firewall não é confiável."
      ],
      "gabarito": 2,
      "explicacao": "A contrapositiva da implicação corresponde à opção (c).",
      "dica": ""
    },
    {
      "id": 18,
      "disciplina": "Estatística",
      "enunciado": "Tempo (min) / frequência: 16→40, 17→30, 18→20, 19→10. Assinale a opção incorreta:",
      "opcoes": [
        "A mediana é 17,5 minutos.",
        "A variável T é quantitativa discreta.",
        "A média aritmética é 17 minutos.",
        "A moda é 16 minutos.",
        "30% dos clientes levaram tempo ≥ 18 minutos."
      ],
      "gabarito": 0,
      "explicacao": "Total=100; mediana está no grupo 17 → mediana = 17, logo (a) está incorreta.",
      "dica": ""
    },
    {
      "id": 19,
      "disciplina": "Combinatória",
      "enunciado": "Clube: 6 sócios elegíveis para 5 cargos distintos. Só 2 podem candidatar-se a Presidente. Quantas composições distintas?",
      "opcoes": [
        "180",
        "240",
        "260",
        "340",
        "350"
      ],
      "gabarito": 1,
      "explicacao": "Escolha do Presidente: 2 formas; depois P(5,4)=120 → total = 2×120 = 240.",
      "dica": ""
    },
    {
      "id": 20,
      "disciplina": "Probabilidade",
      "enunciado": "Códigos 1–5; selecionam dois simultaneamente. Probabilidade de soma ≥ 7?",
      "opcoes": [
        "10%",
        "20%",
        "30%",
        "40%",
        "50%"
      ],
      "gabarito": 3,
      "explicacao": "C(5,2)=10 pares; pares com soma ≥7 são 4 → 4/10 = 40%.",
      "dica": ""
    },
    {
      "id": 21,
      "disciplina": "Informática",
      "enunciado": "Das letras abaixo, marque aquela que representa um nome de arquivo válido no Windows.",
      "opcoes": [
        "@relatorioteste.txt",
        "relatório:teste.txt",
        "relatórioteste.txt",
        "relatorioteste?.txt",
        "relatório>teste.txt"
      ],
      "gabarito": 0,
      "explicacao": "Windows proíbe caracteres como \\ / : * ? \" < > |. Apenas (a) não contém caracteres proibidos.",
      "dica": ""
    },
    {
      "id": 22,
      "disciplina": "Informática",
      "enunciado": "O texto recebeu qual formatação? (tachado/sobrescrito; todas maiúsculas e sobrescrito; versalete e sobrescrito; todas maiúsculas e subscrito; versalete e subscrito)",
      "opcoes": [
        "tachado/sobrescrito",
        "todas maiúsculas e sobrescrito",
        "versalete e sobrescrito",
        "todas maiúsculas e subscrito",
        "versalete e subscrito"
      ],
      "gabarito": 2,
      "explicacao": "Com base no enunciado, a opção (c) é a mais adequada (versalete e sobrescrito).",
      "dica": ""
    },
    {
      "id": 23,
      "disciplina": "Informática / Excel",
      "enunciado": "Qual opção NÃO aparece no menu de Formatação Condicional?",
      "opcoes": [
        "Inserção de Alertas.",
        "Realçar Regras das Células.",
        "Regras de Primeiros/Últimos.",
        "Barras de Dados.",
        "Escalas de Cor."
      ],
      "gabarito": 0,
      "explicacao": "O menu traz Realçar Regras, Regras de Primeiros/Últimos, Barras de Dados e Escalas de Cor; 'Inserção de Alertas' não é padrão.",
      "dica": ""
    },
    {
      "id": 24,
      "disciplina": "Busca / Informática",
      "enunciado": "Para pesquisar exatamente a expressão CONCURSOS NO RIO DE JANEIRO, usar:",
      "opcoes": [
        "- .",
        "\"\"",
        "E",
        "OU",
        "site:"
      ],
      "gabarito": 1,
      "explicacao": "Colocar a frase entre aspas busca exatamente a sequência de palavras.",
      "dica": ""
    },
    {
      "id": 25,
      "disciplina": "Segurança da Informação",
      "enunciado": "Assinale a correta sobre política de senhas:",
      "opcoes": [
        "Senhas devem ser compartilhadas.",
        "Uma senha única para tudo.",
        "Senhas são pessoais e intransferíveis.",
        "Senhas devem conter apenas números ou letras.",
        "Senhas não devem ser case sensitive."
      ],
      "gabarito": 2,
      "explicacao": "Boas práticas exigem senhas pessoais, não compartilhadas, complexas e sensíveis a maiúsculas/minúsculas.",
      "dica": ""
    },
    {
      "id": 26,
      "disciplina": "Atualidades / Cinema",
      "enunciado": "“O Agente Secreto”, dirigido por Kleber Mendonça Filho e estrelado por Wagner Moura, trata de:",
      "opcoes": [
        "Mulher idosa que decide assumir controle...",
        "Drama real das meninas abusadas sexualmente...",
        "Professor universitário que volta para Recife durante a ditadura militar.",
        "Mãe de cinco filhos que lida com desaparecimento do marido.",
        "Jovem que assume cuidados da avó com Alzheimer."
      ],
      "gabarito": 2,
      "explicacao": "O filme tem como protagonista um professor/especialista em tecnologia envolvido em trama ambientada no Recife de 1977.",
      "dica": ""
    },
    {
      "id": 27,
      "disciplina": "Atualidades",
      "enunciado": "A OMS afirmou que não há evidências conclusivas ligando o uso do medicamento durante a gravidez ao autismo. O medicamento mencionado foi:",
      "opcoes": [
        "Paracetamol.",
        "Fomepizol.",
        "Risperidona.",
        "Rivotril.",
        "Aripiprazol."
      ],
      "gabarito": 0,
      "explicacao": "Em setembro de 2025 houve menção pública ao paracetamol; OMS indicou falta de evidências conclusivas.",
      "dica": ""
    },
    {
      "id": 28,
      "disciplina": "Atualidades",
      "enunciado": "O termo cunhado para o conflito Israel–Irã (junho de 2025) foi:",
      "opcoes": [
        "Guerra de 12 Dias.",
        "Guerra do Golfo Pérsico.",
        "Guerra do Martelo da Meia-Noite.",
        "Guerra da Anunciação da Vitória.",
        "Guerra do Leão Ascendente."
      ],
      "gabarito": 0,
      "explicacao": "O conflito foi amplamente referido como a “guerra dos 12 dias”.",
      "dica": ""
    },
    {
      "id": 29,
      "disciplina": "Atualidades / Censo",
      "enunciado": "De acordo com o Censo 2022 do IBGE, os venezuelanos tornaram-se a maior comunidade estrangeira residente no Brasil. Até então, qual comunidade era a maior?",
      "opcoes": [
        "japoneses",
        "haitianos",
        "argentinos",
        "paraguaios",
        "portugueses"
      ],
      "gabarito": 4,
      "explicacao": "Os dados do Censo 2022 mostram que os venezuelanos passaram os portugueses.",
      "dica": ""
    },
    {
      "id": 30,
      "disciplina": "Atualidades / Político-Religioso",
      "enunciado": "Sobre a conjuntura após a eleição do novo Papa Leão XIV, a alternativa mais compatível com o texto-base é:",
      "opcoes": [
        "I.",
        "I e II.",
        "I, II e III.",
        "I, II, III e IV.",
        "I, II, III, IV e V."
      ],
      "gabarito": 0,
      "explicacao": "Segundo o resumo adaptado para a prova, a opção mais coerente com o enunciado é a I.",
      "dica": ""
    }
  ]
}
